lib/xml/getUserInfo.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getUserInfo>
            <!--Optional:-->
            <userName>?</userName>
        </ser:getUserInfo>
    </soapenv:Body>
</soapenv:Envelope>